Repository: atareao/xpander
Catalog: po/*.po
Languages: ca, eu_es

source: Pause Expansion
ca: Pausar Expansió
eu_es: Zabaltzea eten

source: Manager
ca: Configuració
eu_es: Konfigurazioa

source: Quit
ca: Sortir
eu_es: Irten

source: _Plain text
ca: Text _pla
eu_es: Testu _laua

source: Command
ca: Ordre
eu_es: Komandoa

source: _Wrap text
ca: Text _envoltori
eu_es: Testu _bilgarria

source: $| marks cursor position. $C inserts clipboard contents.
ca: $| marca la posició del cursor. $C enganxa el contingut del porta-retalls
eu_es: $| kurtsorearen posizioa markatzen du. $C paper-zorroaren edukia txertatzen du.

source: _Abbreviation:
ca: _Abreviatura
eu_es: _Laburdura

source: _Send via:
ca: Enviar _via:
eu_es: _Bialdu via

source: Filter by window _class:
ca: Filtrar per _classe de finestra:
eu_es: Filtratu leihoaren _klase arabera

source: Select
ca: Selecciona
eu_es: Aukeratu

source: _Filter by window title:
ca: _Filtra pel títol de la finestra
eu_es: _Filtratu leihoaren tituloaren arabera

source: Case _sensitive
ca: _Sensible a majúscules i minúscules
eu_es: Maiuskula eta minuskulak bereizten ditu

source: Save
ca: Guardar
eu_es: Gorde

source: Phrase _directory (needs restart)
ca: _Directori de frases (necessita reiniciar)
eu_es: Esaldien _direktorioa (berrabiarazteko beharra)

source: Phrase directory
ca: Directori de frases
eu_es: Esaldien direktorioa

source: Prefer light _indicator icon theme
ca: Prefereixes el tema de icones clar per l'_indicador
eu_es: _Adierazlearen tema argia nahiago duzu

source: _Warn when deleting a folder
ca: _Avisa'm quan vagi a borrar una carpeta
eu_es: _Abisatu karpeta bat ezabatzerakoan

source: _Pause expansion
ca: _Pausar l'expansió
eu_es: Zabaltzea _eten

source: Set
ca: Establir
eu_es: Ezarri

source: _Show manager
ca: Mostrar la configuració
eu_es: Konfigurazioa _erakutsi

source: Illegal characters
ca: Caràcters il·legals
eu_es: Karaktere ez onartuak

source: are not allowed.
ca: no estan permesos
eu_es: Ez daude onartuak.

source: New_phrase
ca: Nova_frase
eu_es: Esaldi berria

source: New folder
ca: Nova carpeta
eu_es: Karpeta berria

source: Delete folder
ca: Eliminar carpeta
eu_es: Karpeta ezabatu

source: This will also delete the phrases in this folder.
ca: Això també eliminarà les frases d'aquesta carpeta.
eu_es: Karpeta barruko esaldi danak ere ezabatuko dira.

source: Restart app
ca: Reiniciar l'applicació.
eu_es: App berrabiarazi

source: Phrase editing and creation will not function corectly until application is restarted.
ca: La creació i edició de la frase no funcionarà correctament fins que l'aplicació siguireiniciada.
eu_es: Esaldi berri eta editatuak ez dute zuzen funtzionatuko aplikazioa berrabiarazi arte.
